/* Вкл. */
"Вкл." = "On";

/* Выкл. */
"Выкл." = "Off";

"Идет поиск лампы..." = "Searching for a lamp...";

"Лампа не найдена" = "Lamp not found";

"Лампа уже была добавлена" = "The lamp has already been added";

"Неверный IP - адрес" = "Invalid IP address";

"Лампа добавлена" = "Lamp added";

"Загружаем эффекты" = "Loading effects";

"Эффекты загружены" = "Effects loaded";

"Не удалось загрузить эффекты" = "Failed to load effects";

"Обновляем информацию" = "Updating information";

" сек" = "sec";

"Не выбраны эффекты. Нажмите тут для выбора." = "No effects selected. Click here to select.";

"Не выключать" = "Do not turn off";


"1 минуту" = "1 minute";

"5 минут" = "5 minutes";

"10 минут" = "10 minutes";

"15 минут" = "15 minutes";

"30 минут" = "30 minutes";

"45 минут" = "45 minutes";

"60 минут" = "60 minutes";


"Рассвет за 5 минут" = "Dawn in 5 minutes";

"Рассвет за 10 минут" = "Dawn in 10 minutes";

"Рассвет за 15 минут" = "Dawn in 15 minutes";

"Рассвет за 20 минут" = "Dawn in 20 minutes";

"Рассвет за 25 минут" = "Dawn in 25 minutes";

"Рассвет за 30 минут" = "Dawn in 30 minutes";

"Рассвет за 40 минут" = "Dawn in 40 minutes";

"Рассвет за 50 минут" = "Dawn in 50 minutes";

"Рассвет за 60 минут" = "Dawn in 60 minutes";


"Пн." = "Mo.";
"Вт." = "Tu.";
"Ср." = "We.";
"Чт." = "Th.";
"Пт." = "Fr.";
"Сб." = "Sa.";
"Вс." = "Su.";

"Введите текст" = "Enter text";
"Введите текст для отправки" = "Enter text to send";
"Отправить" = "Send";
"Отмена" = "Cancel";
"Сообщение" = "Message";

"Убрать из группы" = "Remove from group";
"Добавить в группу" = "Add to group";

"Лампа не найдена." = "Lamp not found.";
"Возможны, вы не подключены к точке доступа LedLamp" = "You may not be connected to the LedLamp hotspot";
"Открыть настройки" = "Open settings";


"Каждый понедельник" = "Every monday";
"Каждый вторник" = "Every tuesday";
"Каждую среду" = "Every wednesday";
"Каждый четверг" = "Every thursday";
"Каждую пятница" = "Every friday";
"Каждую суббота" = "Every saturday";
"Каждую воскресенье" = "Every sunday";


"Рассвет за" = "Dawn for";
"Повтор" = "Repeat";
"Выбрать эффекты" = "Select effects";


"Нет подключения к лампе" = "No connection to lamp";
"Цветолампа" = "Color lamp";
"Автопереключение" = "Auto switch";

"Лампа выключена" = "Lamp off";

"Язык поменятся после перезапуска приложения." = "The language will change after restarting the application.";
"Системный язык поменялся. Выберите язык в приложении." = "The system language has changed. Please select a language in the application.";

"Не удалось найти вашу лампу. Проверьте список Wi-Fi сетей.\n В списке появилась сеть лампы (LedLamp)? Если да: подключите к ней смартфон и нажмите кнопку ниже.\n Если нет: просто нажмите кнопку ниже для повторной попытки." = "Lamp not found. Please open the list of Wi-Fi networks.\n a) if you see there the Lamp's Wi-Fi (LedLamp) you need to repeat the setup again: connect to this Wi-Fi and click the button below.\n OTHERWISE b) tap the button below to repeat the look up.";

"Не удалось найти вашу лампу. Убедитесь, что телефон подключен к Wi-Fi сети лампы и нажмите:" = "Lamp not found. Please make sure this smartphone is connected to Lamp's Wi-Fi (LedLamp) and tap:";

"Подключите теперь телефон к Wi-Fi сети " = "And Now connect this smartphone to Wi-Fi network ";
" и нажмите Найти:" = " And tap Look up:";

"Wi-Fi Роутер >" = "Wi-Fi Router >";
"Wi-Fi сеть лампы >" = "Wi-Fi Led Lamp >";
